Repository: LeNguyenHuyHung/speakingupvn
Catalog: Labixa/App_Data/Resources.*.resx
Languages: vi

source: About Us
vi: Chúng Tôi

# Accessories_Rise
source: Accessories
vi: Phụ Kiện

# Address
source: Address: 40/9 Bui Vien, Pham Ngu Lao Ward, 1st Dist, Ho Chi Minh City
vi: Địa chỉ: 40/9 Bùi Viện, Phường Phạm Ngũ Lão, Quận 1, Thành Phố Hồ Chí Minh

source: Contacts
vi: Liên Hệ

source: Destination
vi: Điểm Đến

# Dress_Rise
source: Dress
vi: Đầm

source: FAVORITE PRODUCT
vi: SẢN PHẨM YÊU THÍCH

source: Home
vi: Trang Chủ

# Home_Rise
source: Home
vi: Trang Chủ

# HotelsDirectory
source: Hotel Directory
vi: Khách Sạn

# Information_Rise
source: Information
vi: Thông Tin

# Phone
source: Phone: 0937 775 838
vi: Điện Thoại: 0937 775 838

# Product_Rise
source: Product
vi: Sản Phẩm

# Rise_AbouUs
source: About Us
vi: Về chúng tôi

# Rise_Address
source: Address
vi: Địa chỉ

# Rise_AddressDetail
source: 68A, Dan Thang 1 Tan Thoi Nhi Ward, Hoc Mon District, Ho Chi Minh City
vi: 68A Dân Thắng 1, Tân Thới Nhì, Hóc Môn, Hồ Chí Minh

# Rise_BlogNews
source: NEWS
vi: TIN MỚI

# Rise_Card
source: Shopping Cart
vi: Giỏ Hàng

# Rise_News
source: News
vi: Tin Tức

# Rise_PhoneNumber
source: Phone Number
vi: Số điện thoại

# Rise_Product_new
source: NEW PRODUCTS
vi: SẢN PHẨM MỚI

# Rise_PurchasePolicy
source: Purchase Policy
vi: Chính sách mua hàng

# Rise_ReturnPolicy
source: Return Policy
vi: Chính sách đổi trả

# Rise_TableSize
source: Size
vi: Bảng Size

source: Service
vi: Dịch Vụ

# Shirt_Rise
source: Shirt
vi: Áo

# skirt_Rise
source: Skirt
vi: Váy

source: Support Online
vi: Hỗ trợ trực tuyến

# Rise_CardDisc
source: no products in the shopping cart
vi: Hiện Không có sản phẩm nào trong giỏ hàng

# Rise_Confirm
source: Payment confirmation
vi: Xác Nhận Thanh Toán

# Rise_Continutes
source: Continutes
vi: Tiếp Tục Mua Hàng

# Rise_customInfo
source: CUSTOMER INFORMATION
vi: THÔNG TIN KHÁCH HÀNG

# Rise_DeleteCard
source: Delete Shopping Card
vi: Xóa giỏ hàng

# Rise_DiscountCode
source: Discount code
vi: Mã Giảm Giá

# Rise_NameCus
source: Name
vi: Tên Khách Hàng

# Rise_Note
source: Note
vi: Ghi chú

# Rise_Order
source: Order Information
vi: Thông tin đơn hàng

# Rise_Payment
source: Payment
vi: Thanh Toán

# Rise_paymentInfo
source: Payment Information
vi: THÔNG TIN THANH TOÁN

# Rise_PhoneCus
source: Telephone Number
vi: Số điện thoại

# Rise_Quality
source: Quality
vi: Số lượng

# Rise_Related
source: Related products
vi: Sản Phẩm Có Liên Quan

# Rise_Thanks
source: Thanks for buy product at store.
vi: Cám ơn bạn đã đặt hàng

# Rise_Total
source: Total
vi: Tổng Tiền

# Rise_UseCode
source: Use Code
vi: sử dụng mã

# Btn_Send_Message
source: SEND A MESSAGE
vi: GỬI TIN NHẮN

# Call
source: Call Us !
vi: Điện thoại

# Card_Gate
source: 3D Content Gateway
vi: Cổng thông tin 3D

# Card_Gate_detail
source: Create a virtual space from 3D scanning
vi: Tạo một không gian ảo từ quét 3D

# Card_Manufacturing
source: 3D Intelligent Manufacturing
vi: Sản xuất thông minh

# Card_Manufacturing_detail
source: Create knowledge about 3D products from digital processes
vi: Tạo kiến ​​thức về các sản phẩm 3D từ các quy trình kỹ thuật số

# Card_Process
source: 3D Process Management
vi: Quản lý quy trình 3D

# Card_Process_detail
source: Freely integrating 3D digital processes
vi: Tự do tích hợp các quy trình kỹ thuật số 3D

# Card_Visualization
source: 3D Realistic Visualization
vi: Trực quan 3D

# Card_Visualization_detail
source: Linking reality and virtual reality To display 3D data
vi: Liên kết thực tế và thực tế ảo để hiển thị dữ liệu 3D

source: Clients
vi: Người sử dụng

source: CONTACT US
vi: Liên hệ với chúng tôi

# Drop_us_message
source: Drop Us A Line
vi: Theo các thông tin dưới đây

source: Feedbacks
vi: Phản hồi

source: Projects
vi: hợp tác

# Question_Contact_after
source: To Work with Data Design Vietnam? Let's Talk About It
vi: với Data Design Viet Nam? Hãy liên hệ với chúng tôi đễ biết thêm thông tin

# Question_Contact_before
source: Do You Have Any
vi: Bạn có muốn

source: Solution
vi: Giải pháp

# Solution_Product_detail
source: Your imagination can come true with "Smart 3D technology" that will help you easily create a virtual model in 3D. Data Design Viet Nam engage to support the best products and softwares.
vi: Các ý tưởng sáng tạo của bạn sẽ trở thành hiện thực với “ Công nghệ 3D Thông minh" bằng cách giúp bạn tạo một mô hình kỹ thuật số dưới định dạng 3D. Data Design Viet Nam cam kết hỗ trợ các sản phẩm và phần mềm tốt nhất cho khách hàng.

# Solution_Product_title
source: Product Management
vi: Quản Lý Sản Phẩm

source: Type your message
vi: Nhập tin nhắn của bạn

# Visit
source: Visit Us !
vi: Địa chỉ

# Welcome
source: Welcome To Data Design Viet Nam
vi: Chào mừng đến với Data Design Việt Nam

source: What We Do
vi: Chúng Tôi Làm Gì?

source: Your E-mail
vi: Email

source: Your name
vi: Tên của bạn

source: Your Subject
vi: Tiêu đề

# Address_contact
source: Floor 7, Scetpa building, 19A Cong hoa Street, Ward 12, Tan Binh District, HCMC, Viet Nam
vi: Tầng 7, tòa nhà Scetpa, 19A Cộng Hòa, phường 12, quận Tân Bình, thành phố Hồ Chí Minh, Việt Nam

# Contact_us_email
source: Contact us !
vi: Email

# What_we_know
source: Bussiness Field
vi: Lĩnh vực kinh doanh

source: READ MORE
vi: ĐỌC THÊM

source: Branding
vi: Thương hiệu

# Branding_detail
source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed sed ex suscipit
vi: Thương hiệu số 1 toàn cầu

# Clean_Code
source: 3D MACHINING
vi: Gia công 3D

# Clean_Code_detail
source: High-precision simulation is performed in virtual space by generating control data for NC machine tools at manufacturing sites from 3D content created by upstream processes. We will operate processing machines using verified control data, and will accumulate company know-how in manufacturing by bridging the gap with reality.
vi: Mô phỏng được thực hiện trong không gian ảo với độ chính xác cao được tạo ra bởi các công cụ hỗ trợ gia công NC để tạo ra dữ liệu gia công từ mô hình 3D. Chi tiết được tao ra có độ chính xác cao cũng như chất lượng bề bặt tốt. Đặc biệt, gia công trên các máy gia công trung tâm (5 trục) giúp giảm đáng kể thời gian cũng như cải thiện được năng suất sản xuất.

# Creative_Design
source: 3D PRINTING
vi: In 3D

# Creative_Design_detail
source: 3D printing technology has enabled us to create innovative designs and functionality that could not be achieved with conventional cutting and shaping processes. We have expanded to include not only resins and metals, but also carbon fibers and ceramics, etc., and we have now entered an era where we can select the most suitable 3D printer according to our needs. We provide 3D printing solutions that solve problems in both software and hardware.
vi: Công nghệ in 3D cho phép mọi người tạo ra những thiết kế độc đáo mà các phương pháp gia công truyền thống không thể đạt được. Chúng tôi không chỉ giới hạn in 3D ở dạng nhựa mà còn mở rộng ra với kim loại, sợi carbon, gốm sứ, … và hiện tại chúng tôi tiếp tục mở rộng để tiếp cận những nơi mà chúng tôi có thể lựa chọn máy in 3D thích hợp với nhu cầu của chúng ta. Chúng tôi cung cấp các giái pháp in 3D mà có thể giải quyết được các vấn đề về phần cứng cũng như phần mềm.

source: DIGITAL TRANSFORMATION
vi: CHUYỂN ĐỔI KỸ THUẬT SỐ

source: Our Services
vi: Các dịch vụ của chúng tôi

# Our_Services_Detail
source: Our service detail
vi: Chi tiết của các dịch vụ

# Slide_description
source: is a 3D process coordinator that intelligently designs digital virtual space. With advanced 3D technology
vi: là công ty gắn kết công nghệ 3D và trí tuệ nhân tạo để tạo nên một không gian ảo kỹ thuật số

# Support247
source: 24/7 Support
vi: Hỗ trợ 24/7

# Support_detail
source: Support
vi: Hỗ trợ

# User_Experience
source: 3D GUIDANCE
vi: Định hướng công nghệ 3D

# User_Experience_detail
source: There is a growing demand for digital guides that use laser and image projectors to direct work on analog sites, such as large assemblies that are difficult to automate and automate. By linking advanced 3D mapping technology already used in the aircraft and military industries with front- and back-end digital processes, work efficiency is improved in the general manufacturing and construction / building industries.
vi: Nhu cầu ngày càng tăng với việc sử dụng các thiết bị quét laser để quét trực tiếp lên vật thể như những bộ phận lắp ráp kích thước lớn thì khó để thực hiện. Việc kết hợp với công nghệ 3D Mapping đã được sử dụng rộng rãi trong lĩnh vực công nghiệp hàng không và quân sự cũng như quá trình xử lý số khép kín, tạo ra hiệu quả công việc cao cũng như cải thiện đáng kể hiệu quả công việc, đặc biệt trong các ngành công nghiệp sản xuất và xây dựng.

# User_Interface
source: 3D MEASUREMENT
vi: Kiểm tra / đo lường 3D

# User_Interface_detail
source: By capturing 3D scan / measured digital data and design data, it is possible to perform high-precision three-dimensional measurement according to any standard. Integrate the inspection / measurement workflow, perform professional quality control with simple operation, and find out the location and cause of the failure in a short time. This integrated 3D measurement technology eliminates manufacturing rework and significantly improves productivity.
vi: Bằng việc thu thập các dữ liệu hình dạng cũng như các kích thước 3D được quét, nó cho phép thể hiện kích thước 3D với độ chính xác cao. Được tích hợp hệ thống kiểm tra và đo lường, cho phép đơn giản các thao tác mà vẫn kiểm soát được chất lượng và tìm ra được các vị trí lỗi trong thời gian ngắn. Điều này được tích hợp trong công nghệ kiểm tra 3D để loại bỏ các quá trình sản xuất lại cũng như cải thiện năng suất đáng kể.

# What_Can_We_Do
source: What Can Data Design Viet Nam Do for You?
vi: Data Design Viet Nam Có Thể Cung Cấp Các Dịch Vụ Nào Cho Bạn?

source: SCROLL DOWN
vi: TIẾP THEO

source: 3D Printing
vi: Máy in 3D

source: Overview
vi: Giới Thiệu

source: Specification
vi: Thông Số Kỹ Thuật

source: Case Study
vi: Nghiên cứu điển hình

source: Download
vi: Tải về

source: Function
vi: Chức năng

source: Gallery
vi: Bộ sưu tập

source: Main function
vi: Chức năng chính

source: Material
vi: Vật chất

source: Movie
vi: Bộ phim

source: Workflow
vi: Quy trình làm việc

source: 3D Software
vi: Phần mềm 3D

# Erro_email
source: Not a valid email address
vi: Email không hợp lệ.

# Success_email
source: A valid email address!
vi: Email hợp lệ

source: 3D MACHING
vi: Thiết bị 3D

source: 3D MODELING
vi: Mô hình 3D

source: 3D PRINTING
vi: Máy in 3D

source: 3D SCANNING
vi: Máy quét 3D

source: Product
vi: Sản phẩm

source: Blog
vi: Bài viết

source: Details Blog
vi: Thông tin bài viết

source: Overview Blog
vi: Tổng quan về bài viết

source: Continue Reading
vi: Đọc thêm

source: Blog Classic
vi: Bài viết

# Blog_News
source: News
vi: Tin tức

# Blog_Technology
source: Technology
vi: Công nghệ

# PlaceHolderBlogSearch
source: Searching blogs
vi: Tìm kiếm bài viết

source: Search
vi: Tìm kiếm

source: Apply Now
vi: Ứng tuyển

source: Recruitment
vi: Tuyển dụng

# ShowAllBlog
source: Show all
vi: Xem tất cả

# MODELING_3D
source: 3D MODELING
vi: Mô hình hóa 3D

# MODELING_3D_Detail
source: Because the captured 3D model is an as-is representation of reality, it can not be used effectively in the next digital process without modification. 3D remodeling technology adds value to 3D models and generates 3D content that can be leveraged in the next digital process.
vi: Những mô hình 3D sau khi quét không thể được sử dụng trực tiếp mà phải được chỉnh sửa thông qua công nghệ thiết kế ngược để tạo ra mô hình 3D hoàn chỉnh và thích hợp cho quá trình tiếp theo.

# SCANNING_3D
source: 3D SCANNING
vi: Quét 3D

# SCANNING_3D_Detail
source: The technology to replace real objects with digital content has evolved rapidly, and it has become possible to capture 3D models in the same way as shooting video. From small parts that fit in the palm of the hand, to people and cars, to railways, ships, planes, factories and important cultural properties, anyone can easily digitize anywhere using 3D capturing devices for various applications. The gateway to taking advantage of digital processes begins with 3D scanning technology.
vi: Công nghệ để thay thế các vật thể thực tế với nội dung số đã trở nên phát triển nhanh chóng và có khả năng để quét các mẫu 3D trong thời gian ngắn. Từ những chi tiết nhỏ vừa với lòng bàn tay đến con người, xe, tàu, … và thậm chí các tác phẩm văn hóa, bất cứ ai cũng có thể sử dụng thiết bị quét 3D cho nhiều mục đích khác nhau. Việc tận dụng các lợi ích của những quy trình kỹ thuật số đóng vai trò quan trọng trong công nghệ quét 3D.

# Logo_product
source: Our partner
vi: Đối tác của chúng tôi

source: Outstanding product
vi: Sản phẩm nổi bật

# ContentArtect
source: Artec 3D is a global leader in 3D scanning technology, providing the best and most comprehensive 3D scanners and post-processing software applicable in a wide range of industries such as : Reverse Engineering, Industrial Design, Manufacturing, Healthcare, Science, Education, Art and Design. The popular products are Eva, Ray, Space Spider, Leo, and Eva Lite. The scanners create highly accurate 3D models of objects with various textures, sizes and geometries.
vi: Artec 3D là công ty hàng đầu thế giới về công nghệ quét 3D, đồng thời cung cấp phần mềm xử lý hậu kỳ 3D tốt nhất và các thiết bị quét toàn diện nhất, áp dụng trong nhiều ngành công nghiệp như: Kỹ thuật đảo ngược, Thiết kế công nghiệp, Sản xuất, Chăm sóc sức khỏe, Khoa học, Giáo dục, Nghệ thuật và Thiết kế. Các sản phẩm phổ biến như Eva, Ray, Space Spider, Leo và Eva Lite. Các máy quét tạo ra các mô hình 3D có độ chính xác cao cho các đối tượng có kết cấu, kích thước và hình thái đa dạng.

# ContentGeomagic
source: Geomagic Design X is an all-round, professional reverse engineering software with a smart combination of history-based CAD with 3D scan data processing, letting you produce feature-based, editable solid models compatible with your existing CAD software. Geomagic Design X complements your entire design ecosystem, with native output to SOLIDWORKS®, Siemens NX®, Solid Edge, Autodesk Inventor®, PTC Creo® and Pro/ENGINEER®. Now, you can scan virtually anything and create manufacturing-ready designs.
vi: Geomagic Design X là một phần mềm kỹ thuật đảo ngược chuyên nghiệp và toàn diện với sự kết hợp thông minh của CAD dựa trên lịch sử cùng với việc xử lý dữ liệu quét 3D, cho phép bạn tạo các mô hình khối dựa trên tính năng, có thể chỉnh sửa tương thích với phần mềm CAD hiện tại của bạn. Geomagic Design X bổ sung cho toàn bộ hệ sinh thái thiết kế của bạn, với đầu ra riêng dành cho từng môi trường SOLIDWORKS®, Siemens NX®, Solid Edge, Autodesk Inventor®, PTC Creo® và Pro / EngineER®. Bây giờ, bạn có thể quét hầu như mọi thứ và tạo ra các thiết kế sẵn sàng sản xuất.

# ContentKeyShot
source: KeyShot is everything you need to create amazing visuals fast. The real-time 3D rendering workflow displays results instantly and reduces the time it takes to create realistic product shots. From scientifically accurate material and environment presets to advanced material editing and animation, creating interactive product visuals or sales and marketing imagery has never been easier. Addressing the visualization needs of designers, engineers, marketing professionals, photographers and CG specialists. KeyShot breaks down the complexity of creating photographic images and animations from 3D digital data. It makes the workflow become easily with support for the widest number of 3D file formats on both Mac and PC.
vi: KeyShot là mọi thứ bạn cần để tạo hình ảnh chất lượng tốt nhất một cách nhanh chóng. Quy trình 3 hiển thị thời gian thực cho thấy kết quả ngay lập tức và giảm thời lượng cần thiết khi tiến hành thu hình. Từ việc thiết lập vật liệu và môi trường chính xác theo quy trình kỹ thuật cao cho đến chỉnh sửa và hoạt hóa vật liệu nâng cao, thậm chí tạo ra hình ảnh sản phẩm tương tác hoặc hình ảnh bán hàng tiếp thị, chưa bao giờ dễ dàng hơn thế. Phần mềm giúp giải quyết nhu cầu trực quan của các nhà thiết kế, kỹ sư, chuyên gia tiếp thị, nhiếp ảnh gia và chuyên gia CG. KeyShot phá vỡ sự phức tạp khi tạo hình ảnh và hình ảnh động từ dữ liệu kỹ thuật số 3D. Phần mềm làm cho quy trình làm việc trở nên dễ dàng giúp hỗ trợ số lượng định dạng tệp 3D rộng lớn cho cả Mac và PC.

# ContentWorkNC
source: WORKNC is used by all western, Japanese and Korean automotive makers and well-known OEMs from a range of other industries. It is also the best of breed, complementary CAM software that enhances all design and manufacturing systems by providing the most reliable, efficient, easy-to-program cutter paths, resulting in unmatched productivity and safety. Many products such as WORKNC Licenses, WORKNC Add-ons, WORK Advanced Functionalities, WORK Translator, and WORK Designer support for the CAD/CAM
vi: WORKNC được sử dụng phổ biến trong ngành sản xuất ô tô tại các nước phương Tây, Nhật Bản và Hàn Quốc và các nhà sản xuất thiết bị gốc nổi tiếng cho hàng loạt các ngành công nghiệp khác. Đây cũng là phần mềm bổ sung cho CAM tốt nhất, giúp tăng cường tất cả các hệ thống thiết kế và sản xuất bằng cách cung cấp các đường cắt đáng tin cậy, hiệu quả, dễ lập trình nhất mang đến năng suất và an toàn không thể so sánh được. Các sản phẩm như WORKNC Add-ons, WORK Advanced Functionalities, WORK Translator, and WORK Designer hỗ trợ cho CAM/CAD.

# SubContentArtect
source: Bringing you the best in handheld 3D solutions since 2008
vi: Mang lại cho bạn giải pháp 3D cầm tay tốt nhất kể từ năm 2008

# SubContentGeomagic
source: The profession software for Artec 3D Scanners
vi: Phần mềm chuyên dụng dành cho máy quét Artec 3D

# SubContentKeyShot
source: The Best 3D Rendering Software to Create Amazing Visuals
vi: Phần mềm kết xuất 3D tốt nhất mang đến chất lượng hình ảnh tuyệt vời

# SubContentWorkNC
source: The premier automatic CNC software for surface or solid models in mold, die and tooling businesses
vi: Phần mềm CNC tự động hàng đầu trong viêc xử lý các bề mặt của mô hình hoặc mô hình khối trong lĩnh vực kinh doanh khuôn đúc, khuôn đúc áp lực và dụng cụ.

# ContentMarkforged
source: Markforged was founded on the belief that there is a better way to make things. Manufacturing innovation has stagnated over the last century and the original wave of additive manufacturing driven innovation for manufacturers held a lot of promise, but fell short. These initial forays into additive technology cost too much, took too long, or used materials that yielded parts that were too fragile and short-lived to make an impact in the manufacturing environment. Founder Greg Mark’s belief that a robust additive manufacturing solution could change the world is the premise on which Markforged was born in 2013.
vi: Markforged được thành lập với niềm tin mang lại cách tốt hơn trong sản xuất. Sự đổi mới sản xuất đã bị đình trệ hơn thế kỷ qua và làn sóng ban đầu của sự đổi mới các chất phụ gia trong sản xuất đã rất hứa hẹn, nhưng sau đó lại giảm dần. Những bước đột phá ban đầu trong việc phát triển các chất phụ gia đã tốn kém quá nhiều chi phí và phải bỏ ra rất nhiều thời gian, hoặc các chất liệu để sản xuất các chất phụ gia rất mỏng manh và chỉ tồn tại trong một thời gian ngắn tạo ra ảnh hưởng tới việc sản xuất. Nhà sáng lập Greg Mark tin rằng sản xuất chất phụ gia hiệu quả là giả pháp có thể thay đổi được thế giới. Điều đó trở thành tiền đề thành lập nên Markforged vào năm 2013.

# SubContentMarkforged
source: Changing the pace of human innovation
vi: Thay đổi bước phát triển của con người

# Slide_description_h1
source: Data Design Vietnam
vi: Data Design Việt Nam
